Repository: getmetut/SBWork
Catalog: sberdev.SBContracts/sberdev.SBContracts.Shared/ApprovalAssignment/ApprovalAssignmentSystem.*.resx
Languages: ru

# Property_AmountChangesberdev
source: Amount change
ru: Сумма изменилась

# Action_AmountChangesberdev
source: Amount change
ru: Сумма изменилась

# Action_AmountChangesberdevHint
source: Amount change
ru: Согласовать с владельцем бюджета изменение суммы

# Action_AmountChangesberdevDescription
source: Amount change
ru: Согласовать с владельцем бюджета изменение суммы

# Property_AmountChanges
source: AmountChanges
ru: Сумма изменилась параметр

# Property_NeedAbort
source: Need Abort
ru: Прекратить задачу

# Action_AbortTask
source: AbortTask
ru: Отказано

# Action_AbortTaskHint
source: Abort Task
ru: Прекратить согласование

# Action_AbortTaskDescription
source: Abort Task
ru: Прекратить согласовние

# Property_AbortingReason
source: AbortingReason
ru: Причина прекращения

# Property_NonContractInvoiceCounterSberDev
source: Non-contractual invoices
ru: Внедоговорных счетов

# ControlGroup_7f66bd321edd49e1b8de14947ac240d8
source: Document Requisites
ru: Реквизиты документа

# Property_NonContractInvoiceCounterMoreSberDev
source: More info
ru: Подробнее

# Enum_InternalApprovalStateSberDev_Aborted
source: Aborted
ru: Прекращено

# Enum_InternalApprovalStateSberDev_OnApproval
source: On approval
ru: На согласовании

# Enum_InternalApprovalStateSberDev_OnRework
source: On rework
ru: На доработке

# Enum_InternalApprovalStateSberDev_PendingSign
source: Pending signature
ru: На подписании

# Enum_InternalApprovalStateSberDev_Signed
source: Signed
ru: Подписан

# Property_InternalApprovalStateSberDev
source: Contract int. approval
ru: Внутр. согл. договора

# Enum_ExternalApprovalStateSberDev_Unsigned
source: Unsigned
ru: Не подписан

# Enum_ExternalApprovalStateSberDev_OnApproval
source: On approval
ru: На согласовании

# Enum_ExternalApprovalStateSberDev_Signed
source: Signed
ru: Подписан

# Property_ExternalApprovalStateSberDev
source: Contract ext. approval
ru: Согл. договора с контраг.

# Action_UnblockAttachSberDev
source: Unlock attachment
ru: Разблокировать вложение

# Action_UnblockAttachSberDevHint
source: Unblock the attachment (card and last version) through the database.
ru: Разблокировать вложение (карточки и посл. версию) через базу данных.

# Action_UnblockAttachSberDevDescription
source: The attachment (card and last version) will be unlocked through a direct request to delete records from the BinDataLocks and Locks tables.
ru: Документ (карточка и послденяя версия) будет разблокирован посредством прямых запросов на удаление записи из таблицы BinDataLocks и Locks.

# Ribbon_AdminButtons_711df1d1fff449c19a04b257f2ffeab8
source: Administrating
ru: Администрирование

# Action_UnblockAttachSberDevConfirmationMessage
source: Are you sure you want to unlock the card and attachment version?
ru: Вы уверены что хотите разблокировать карточку и версию вложения?

# Property_DocumentIDSberDev
source: Documnet ID
ru: ИД документа

# Property_InvApprByTreasSberDev
source: Invoice apr. by treasurer
ru: Счет согл. казначеем

# Action_ApproveSberDev
source: Approve
ru: Согласовать

# Action_ApproveSberDevHint
source: Complete all allocated assigments.
ru: Выполнение всех выделенных заданий.

# Action_ApproveSberDevDescription
source: The action allows you to carry out mass execution of assigments.
ru: Действие позволяет проводить массовые выполнения заданий.

# Action_ApproveSberDevConfirmationMessage
source: Do you want to complete all selected assigments?
ru: Вы хотите выполнить все выбранные задания?

# Action_ReAddressSberDev
source: Readdress
ru: Переадресовать

# Action_ReAddressSberDevHint
source: Forwards selected assigments
ru: Переадресовывает выбранные задания

# Action_ReAddressSberDevDescription
source: Select the tasks you want to forward. Then select the employee and click OK.
ru: Выберите задания что хотитие переадресовать. Затем укажите сотрудника и нажмите ОК.

# Action_ReAddressSberDevConfirmationMessage
source: Do you want to forward assigments to a selected employee?
ru: Вы хотите преадресовать задания выбраному сотруднику?

# Property_MVZSberDev
source: MVZ/P
ru: МВЗ/П

# Property_AccArtSberDev
source: Accounting article
ru: Статья упр. учета

# Action_DirectToFinanceSberDev
source: Direct to Finance
ru: Направить финансам

# Action_DirectToFinanceSberDevDescription
source: Complete the assignment with this result if additional verification of the counterparty by the finance department is required
ru: Выполните задание с этим результатом, если необходима доп. проверка к\а отделом финансов

# Action_DirectToFinanceSberDevHint
source: Send the assignment to check the counterparty to the finance department
ru: Направить задание на проверку к\а отделу финансов
