Repository: getmetut/SBWork
Catalog: sberdev.SberContracts/sberdev.SberContracts.Shared/AppNonProdPurchase/AppNonProdPurchaseSystem.*.resx
Languages: ru

# DisplayName
source: Заявка на непроизводственную закупку
ru: Непроизводственная закупка

# AccusativeDisplayName
source: Заявку на непроизводственную закупку
ru: Непроизводственную закупку

# CollectionDisplayName
source: Заявки на непроизводственные закупки
ru: Непроизводственные закупки

# Property_PurchaseItemDescription
source: Description of the purchased goods
ru: Предмет закупки и описание приобретаемых товаров

# Property_PurchaseJustification
source: Justification for the procurement
ru: Обоснование целесообразности проведения закупки

# Property_ExpectedDeliveryDate
source: Expected delivery date
ru: Ожидаемый срок поставки

# ControlGroup_406e14dc17444a7f85d8f6eef8abaa3f
source: Main
ru: Основное

# ControlGroup_b8017e2288d643da8d6d8d11917b1dd6
source: Note
ru: Примечание

# Property_MethodPurchase
source: Method of purchase
ru: Способ закупки

# Enum_MethodPurchase_SeveralCP
source: Request for proposals
ru: Запрос предложений

# Enum_MethodPurchase_OneCP
source: One counterparty
ru: Eдинственный поставщик

# ControlGroup_519f2394febe4501adcaa34ee883d986
source: Company
ru: Наша сторона

# ControlGroup_9bf3f6588c974ddd961e26ccf7259929
source: Calculation
ru: Калькуляция

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: Notes
ru: Примечание

# Control_972f0669fa5943e28cde608b94b5267a_EmptyText
source: Purchase of digital equipment in accordance with the Technical Assignment/Specification (Appendix 1 to this application).
ru: Закупка цифровой техники согласно Технического задания/спецификации (приложение 1 к данной заявке).

# Control_ec683565c16842c1b27d08d73cbcb476_EmptyText
source: 1. The procurement of services for organizing public speaking is carried out for employees with the following job titles: - Head of Department; - Executive Director. The main objectives of the training are to improve the communication skills of employees for speaking at internal and external events/projects. Improving the level of communication skills allows you to improve communication with partners and colleagues, increase the level of expertise and authority of the employee and the company. In the absence of these trainings, the following reputational risks are possible: - inability to confidently speak in front of an audience can create the impression of unprofessionalism, which negatively affects the company's reputation; - lack of opportunities for growth and development of professional skills leads to demotivation of employees.
ru: 1.Закупка услуг по организации публичных выступлений проводится для сотрудников с уровнем занимаемой должности: - руководитель направления; - исполнительный директор. Основные задачи тренинга повысить коммуникационные скилы сотрудников для выступления на внутренних и внешних мероприятиях/проектах. Повышение уровня коммуникационных навыков позволяет улучшить коммуникацию с партнерами и коллегами, повысить уровень экспертизы и авторитет сотрудника и компании. В случае отсутствия указанных тренингов, возможны следующие репутационные риски: - неумение уверенно выступать перед аудиторией может создавать впечатление непрофессионализма, что негативно сказывается на репутации компании; - отсутствие возможностей для роста и развития профессиональных навыков ведет к демотивации сотрудников.

# Control_df857e38d6644b188bc71d019aca30f7_EmptyText
source: In case of urgency, it is necessary to indicate the risks that the company may face with a longer delivery. If there are financial risks, they must be monetized.
ru: В случае срочности необходимо указать риски, которые могут возникнуть у компании при более длительной поставке. При наличии финансовых рисков, необходимо их монетизировать.
