Repository: getmetut/SBWork
Catalog: sberdev.SberContracts/sberdev.SberContracts.Shared/Module.*.resx
Languages: ru

# KZgroup
source: Komitet zakupok
ru: Комитет закупок

source: KZgroupDesc
ru: Группа для отображения кнопки "Сумма изменилась" в регламенте согласования договора

source: Not approve
ru: Отказано

# NoticeBySingGroup
source: Notice By Sing
ru: Контроль подписания Диадок

# NoticeBySingDesc
source: Notice By Sing
ru: Группа пользователей которым будет отправлено уведомление при подписании в Диадок документа обеими сторанми.

# AmountChangedAbsolute
source: After changing the amount of the document, the cost estimate is posted incorrectly. Please check that the data you entered is correct.
ru: После изменения суммы документа калькуляция разнесена некорректно. Проверьте, пожалуйста, корректность введенных вами данных.

# CalculationInstruction
source: ———>Calculation type: ● "Absolute amounts": When choosing this type of distribution, you will need to manually enter the absolute amounts for each required product in rubles. Important! The total amount for all products must be equal to the amount you entered earlier in the CONDITIONS block of this card, accurate to the penny. ● "Percentage": When choosing this type of distribution, you will need to manually enter the distribution percentage for each required product. Important! The total percentage for all products must equal 100. ———>Distribute to: ● "Distribute to products": If you select this type of distribution, the amount will be evenly distributed among all the company's products (devices and licenses). ● "Distribute to devices": If you select this type of distribution, the amount will be evenly distributed among all devices of the company (physical devices). ● "Distribute to licenses": If you select this type of distribution, the amount will be evenly distributed among all licenses for the company's b2b products. NOTE: When choosing the calculation type as a percentage, the "RESIDUAL:" field is indicated as a percentage.
ru: ———>Вид расчета: ● «Абсолютные суммы»: При выборе данного вида распределения Вам необходимо будет вручную внести абсолютные суммы по каждому необходимому продукту в рублях. Важно! Итоговая сумма по всем продуктам должна быть равна введенной Вами ранее сумме в блоке «УСЛОВИЯ» настоящей карточки с точностью до копейки. ● «Процент»: При выборе данного вида распределения Вам необходимо будет вручную внести процент распределения по каждому необходимому продукту. Важно! Итоговый процент по всем продуктам должен быть равен 100. ———>Распределить на: ● «Распределить на продукты»: При выборе данного вида распределения сумма будет равномерно распределена между всеми продуктами компании (устройства и лицензии). ● «Распределить на устройства»: При выборе данного вида распределения сумма будет равномерно распределена между всеми устройствами компании (физические девайсы). ● «Распределить на лицензии»: При выборе данного вида распределения сумма будет равномерно распределена между всеми лицензиями на b2b-продукты компании. ПРИМЕЧАНИЕ: При выборе вида расчета в процентах, поле "ОСТАТОК:" указывается в процентах.

# AmountChangedPercent
source: After changing the amount, the calculation block was recalculated.
ru: После изменения суммы блок калькуляции был пересчитан.

# CreateProductUnitDialogTittle
source: Select Product-unit
ru: Выберите Продукт-юнит

# CreateProductUnitDialogProp
source: Product-unit
ru: Продукт-юнит

# BCRoleName
source: Business controller
ru: Бизнес-контроллер

# BCRoleDisc
source: Workers who replace automatic monitoring of document approvals.
ru: Работники, которые заменяют автоматический мониторинг согласований документов.

# PATaskInstr
source: It is necessary to track the approval of the procurement document by the department of the same name. And complete the task as the document will be successfully approved.
ru: Нужно отследить согласование документа закупки одноименным подразделением. И выполнить задание как документ будет успешно согласован.

# MCTaskInstr
source: By completing this task, you confirm that the documents specified in the fields “Agreement” and “Concluding document” are signed on both sides. Their status will be changed accordingly.
ru: Выполняя это задание вы подтверждаете, что документы указанные в полях "Договор" и "Кон. закрывающий документ" подписаны с обеих сторон. Их статус будет сменен соответвующим образом.

# ProvidePostalInformationInstruction
source: Postal information must be provided. Indicate the following in the comment: address, zip code, full name and number of the recipient.
ru: Необходимо предоставить почтовую информацию. Укажите в комментарии следущее: адрес, индекс, ФИО и номер получателя.

# CreateCalcTamplateDialogProp
source: Calculation tamplate
ru: Шаблон калькуляции

# PeriodDiscription1
source: Strated
ru: Запущенные

# PeriodDiscription2
source: Comleted
ru: Завершенные

# PeriodDiscription3
source: In process
ru: В процессе

# PeriodDiscription4
source: Expired
ru: Просроченные

# DeadlineChartX
source: Days
ru: Дней

# ControlFlowChartAxis
source: Task flow analysis
ru: Анализ потока задач
