Repository: getmetut/SBWork
Catalog: sberdev.SberContracts/sberdev.SberContracts.Shared/MVZ/MVZSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: MVZ
ru: МВЗ

# AccusativeDisplayName
source: MVZ
ru: МВЗ

# CollectionDisplayName
source: MVZ
ru: МВЗ

# Property_BudgetOwner
source: Budget owner
ru: Владелец бюджета

# Property_ContrType
source: Contract type
ru: Тип договора

# Enum_ContrType_Profitable
source: Profitable
ru: Доходный

# Enum_ContrType_Expendable
source: Expendable
ru: Расходный

# Property_MainMVZ
source: Main MVZ\MVP
ru: Ведущее МВЗ\МВП

# Property_BusinessUnit
source: Business unit
ru: Наша организация

# Property_CalculationIsWorking
source: Enable calculation block
ru: Включить блок калькуляции

# Property_ProductsCollection
source: Don't show products (directions)
ru: Не показывать продукты (направления)

# Property_CollectionEmplAcc
source: Employees with access to documents
ru: Сотрудники с доступом к документам
