Repository: getmetut/SBWork
Catalog: Sungero.ATS/Sungero.ATS.Shared/Sungero.Shell/ModuleSystem.*.resx
Languages: ru

# sf_fa722da7_57f4_4998_88b9_fffe9abb1162
source: Notices
ru: Уведомления

# FilterPanel_ReadSDev_f1ec276264804527845b27314242e142
source: Просчтение
ru: Прочтенные

# FilterPanel_DirectionSberDev_8b1b9632ccfc4a53aab553a43d2dbf8e
source: Direction
ru: Направление

# FilterPanel_IncomingSberDev_cfdfd720edfe45deb2ea64acce1f2214
source: Incoming
ru: Входящие

# FilterPanel_OutgoingSberDev_d8cec3cc4a7b464ebec728a6bb1b738c
source: Outgoing
ru: Исходящие

# FilterPanel_AllSberDev_5be1911662154c088b700169acf018a7
source: All
ru: Все

# sf_0d61168d_1ae5_4570_a42e_bdd5f3b07b02
source: To review
ru: Рассмотрение

# sf_a353a121_f96e_4842_8b80_bf77d074a0c2
source: To accept
ru: Приемка

# sf_35d23c5e_9106_4068_bc3a_46b471928fa0
source: To print
ru: Печать

# sf_aee5f0a0_8a5f_422f_bc40_e98db38e94ca
source: To register
ru: Регистрация

# sf_83d1dcdf_fb2c_4cd9_9246_e57d641b0a48
source: To verification
ru: Верификация

# sf_471e68ad_7f9d_43d7_b4db_93eb660cde7f
source: To Get Acquainted
ru: Ознакомление

# sf_1031e40e_2c3a_4964_92ce_92036cdcb3b9
source: From Counterparties
ru: От контрагентов

# sf_1440d1dc_6746_434a_908d_e596c2a1f849
source: Approval
ru: Согласование

# sf_669ff039_2f05_4eb3_9d6a_049dafee948f
source: To sign
ru: Подписание

# sf_852ea6a2_304e_48d1_88e5_1bcbb1fb69a2
source: To approve
ru: Согласование

# sf_a584ebf5_f9b3_4e41_b7cf_15d8c2f96844
source: To rework
ru: Доработка

# sf_1ead1abe_1b7e_4833_9e01_ee7f8404537a
source: To process
ru: Обработка

# sf_ae3b3ff0_73ac_4590_961c_adf4579d59de
source: Notices
ru: Уведомления
