Repository: getmetut/SBWork
Catalog: sberdev.SBContracts/sberdev.SBContracts.Shared/OfficialDocument/OfficialDocumentSystem.*.resx
Languages: ru

# Action_ImportSignatureSberDev
source: Import signature
ru: Импорт подписи

# Action_ImportSignatureSberDevHint
source: Import the signature into the latest version of the document.
ru: Импортировать подпись в последнюю версию документа.

# Action_ImportSignatureSberDevDescription
source: Import the signature into the latest version of the document.
ru: Импортировать подпись в последнюю версию документа.

# Property_ManuallyCheckedSberDev
source: The document has been manually verified signatures
ru: Документ прошел ручную проверку подписей

# Action_TransferBodySberDev
source: Body copy
ru: Копирование тела

# Action_TransferBodySberDevHint
source: Copy the body of the document with signatures to the card at the specified ID.
ru: Скопировать тело докумена с подписями в карточку по указанному ИД.

# Action_TransferBodySberDevDescription
source: Copy the body of the document with signatures to the card at the specified ID.
ru: Скопировать тело докумена с подписями в карточку по указанному ИД.

# Action_SetMetadataSberDev
source: Set metaID
ru: Запись метаИД

# Action_SetMetadataSberDevHint
source: Write the ID of document card to metadata of last version.
ru: Записать ИД карточки документа в метаданные последней версии.

# Ribbon_AdministrationMenuSberDev_1b49aedfb54e43d8b0ea20ee3f732312
source: Administration
ru: Администрирование

# Action_GetMetadataSberDev
source: Get metaID
ru: Получить метаИД

# Action_GetMetadataSberDevHint
source: Get the ID of document card from metadata of last version.
ru: Получить ИД карточки документа из метаданных последней версии.

# Action_SetMetadataSberDevDescription
source: Metadata test
ru: Тест мета данных

# Action_GetMetadataSberDevDescription
source: Metadata test
ru: Тест метаданных

# Action_UnblockCardSberDev
source: Unlock card
ru: Разблокировать карточку

# Action_UnblockCardSberDevHint
source: Unblock the card through the database.
ru: Разблокируйте карту через базу данных.

# Action_UnblockCardSberDevDescription
source: The document card will be unlocked through a direct request to delete records from the Locks table.
ru: Карточка документа будет разблокирована посредством прямого запроса на удаление записи из таблицы Locks.

# Action_UnblockVersionSberDev
source: Unlock version
ru: Разблокировать версию

# Action_UnblockVersionSberDevHint
source: Unblock the version through the database.
ru: Разблокировать версию через базу данных.

# Action_UnblockVersionSberDevDescription
source: The last version will be unlocked through a direct request to delete records from the Locks table.
ru: Последняя версия документа будет разблокирована посредством прямого запроса на удаление записи из таблицы BinDataLocks.

# Action_UnblockCardSberDevConfirmationMessage
source: Are you sure you want to unlock the card?
ru: Вы уверены что хотите разблокировать карточку?

# Action_UnblockVersionSberDevConfirmationMessage
source: Are you sure you want to unlock the last version of document?
ru: Вы уверены что хотите разблокировать последнюю версию документа?
